Revit 2027 API
PickedBox.Min Property
Minimum coordinates (lower-left-rear corner of the pick box).
Namespace: Autodesk.Revit.UI.Selection
Assembly: RevitAPIUI (in RevitAPIUI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public XYZ Min { get; set; }
Public Property Min As XYZ
	Get
	Set
public:
property XYZ^ Min {
	XYZ^ get ();
	void set (XYZ^ value);
}
member Min : XYZ with get, set
Property Value
XYZ
See Also
Reference
PickedBox Class
Autodesk.Revit.UI.Selection Namespace